-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 27, 2021 at 01:12 PM
-- Server version: 10.4.10-MariaDB
-- PHP Version: 7.3.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `drung`
--

-- --------------------------------------------------------

--
-- Table structure for table `drung`
--

CREATE TABLE `drung` (
  `drung_id` int(11) NOT NULL,
  `before_use` varchar(500) DEFAULT NULL,
  `code_conduct` varchar(500) DEFAULT NULL,
  `danger` varchar(500) DEFAULT NULL,
  `dosage` varchar(500) DEFAULT NULL,
  `drung_name` varchar(500) DEFAULT NULL,
  `how_use` varchar(500) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `keep` varchar(500) DEFAULT NULL,
  `look` varchar(500) DEFAULT NULL,
  `propreties` varchar(500) DEFAULT NULL,
  `refer_url` varchar(255) DEFAULT NULL,
  `drungtype_id` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `drung`
--

INSERT INTO `drung` (`drung_id`, `before_use`, `code_conduct`, `danger`, `dosage`, `drung_name`, `how_use`, `image`, `keep`, `look`, `propreties`, `refer_url`, `drungtype_id`) VALUES
(152, '<ul>\n<li>ห้ามใชยานี ้ เมื่อไหร่ ้</li>\n<li>ห้ามใชในผู้ที่ ้ เคยแพ้ยาพาราเซตามอลหรือ<br />แพ้สวนประกอบอื่นในต ารับ ่ นี้</li>\n<li>ห้ามใชพาราเซตามอล ้ เกินขนาดที่แนะน าในฉลาก<br />และเอกสารก ากับยาเพราะอาจเกิดพิษร้ายแรงจนตับวาย<br />เสยชี วิตได ้ ี</li>\n<li>หลีกเลี่ยงการใชยานี้ร่วมกับยาอื่นที่มี ้<br />พาราเซตามอลเป็นสวนประกอบ เพราะ ่ อาจท าให้ได้รับ<br />ยาเกินขนาด<br /><br /></li>\n</ul>', '<p>&bull;ไม่กินยาติดต่อกันเป็นเวลานาน โดยไม่ปรึกษาแพทย์หรือเภสชกร ั<br />&bull;ถ้ากินยาแล้วไข ้ไม่ลดภายใน 3 วัน หรืออาการปวดของเด็กไม่บรรเทาภายใน 5 วัน หรืออาการปวดของ</p>\n<p>ผู้ใหญ่ไม่บรรเทาใน 10 วัน ให้ไปพบแพทย์เนื่องจากอาจเป็นอาการของโรคที่ร้ายแรงได้&nbsp;</p>', '<p>หากกินยาแล้วเกิดอาการ เชน่</p>\n<ul>\n<li>บวมที่ใบหน้า เปลือกตา ริมฝีปาก ลมพิษ</li>\n<li>หน้ามืด เป็นลม แน่นหน้าอก หายใจล าบาก</li>\n<li>ผื่นแดง ตุ่มพอง ผิวหนังหลุดลอก</li>\n<li>มีจ ้าตามผิวหนัง เลือดออกผิดปกติเหนื่อยง่ายเป็นหวัดได้ง่ายต้องหยุดยาแล้วรีบไปพบแพทย์ทันที</li>\n</ul>\n<p>หากจ าเป็ นต้องกินยานีต่อเนื่อง ้ แล้วเกิดอาการเชน่</p>\n<ul>\n<li>อาการปวดท้อง คลื่นไส ้อาเจียน ท้องอืด ตัวเหลืองตาเหลือง ปัสสาวะสเข ้มขึ้น ี<br />ต้องหยุดยาแล้วรีบไปพบแพทย์ทันที</li>\n</ul>', '80 มิลลิกรัม', 'พาราเซตามอล', '<ul>\n<li><strong>6 ถึง 8 กิโลกรัม</strong> กินยาครั้งละ 1 เม็ด แต่ละครั้งห่างกันอย่างน้อย 4 ชวโมง เฉพาะเวลา ั่ปวดหรือมีไข ้<br />เด็กน ้าหนักตัว 6 กิโลกรัม กินไม่เกิน5 ครั้งต่อวัน</li>\n<li><strong>น ้าหนัก มากกว่า8 ถึง 12 กิโลกรัม </strong>กินยาครั้งละหนึ่งเม็ดครึ่ง แต่ละครั้ง<br />ห่างกันอย่างน้อย 4 ชั่วโมง เฉพาะ<br />เวลาปวดหรือมีไข ้</li>\n<li><strong>เด็กน ้าหนักตัว 8 - 9 กิโลกรัม</strong> กินไม่เกิน 5 ครั้งต่อวัน<br />น ้าหนักมากกว่า<br />12 ถึง 16 กิโลกรัม</li>\n</ul>', 'https://medthai.com/images/2016/11/%E0%B8%A2%E0%B8%B2%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B9%80%E0%B8%8B%E0%B8%95%E0%B8%B2%E0%B8%A1%E0%B8%AD%E0%B8%A5.jpg', '<ul>\n<li>&nbsp;เก็บยาไว้ในภาชนะบรรจุเดิมตามที่ได้รับมา</li>\n<li>แกะยาออกจากแผงเมื่อจะกินในแต่ละครั้งเท่านั้น</li>\n<li>เก็บยาในที่แห้ง อย่าให้โดนแสงโดยตรง โดยทั่วไป</li>\n<li>ควรเก็บที่อุณหภูมิไม่เกิน 30 องศาเซลเซยสี</li>\n<li>เก็บยาให้พ้นมือเด็ก&nbsp;</li>\n</ul>', '<p>ระบุลักษณะและสของยา และระบุส ี วนประกอบในต ารับ</p>', '<p><strong>พาราเซตามอล (Paracetamol)&nbsp;</strong>เป็นยาที่ใช้เพื่อบรรเทาอาการปวดและช่วยลดไข้&nbsp;โดยนิยมใช้เพื่อรักษาอาการปวดทั่วไป อาการปวดศีรษะ หรือไข้หวัดใหญ่&nbsp;ทั้งนี้ ยาพาราเซตามอลยังสามารถใช้เพื่อบรรเทาอาการปวดของโรคข้ออักเสบได้อีกด้วย โดยยาชนิดนี้จัดเป็นยาสามัญประจำบ้านเพราะสามารถใช้ได้โดยไม่ต้องมีใบสั่งยาของแพทย์ แต่ต้องใช้ในปริมาณที่เหมาะสม</p>', 'https://www.fda.moph.go.th/sites/drug/', 453),
(102, '<ul>\n<li>ห ้ามใชแก ้ปวด ลดไข ้ในเด็กและวัยรุ่นอายุต ่ากว่า ้ 18 ปี<br />หากไม่ได ้รับค าแนะน าจากแพทย์</li>\n<li>ห ้ามใชแก ้ปวด ลดไข ้ในผู้ป่ วยที่เป็ นไข ้หวัดใหญ่ ้<br />ไข ้เลือดออก และอีสุกอีใส</li>\n<li>ห ้ามใชรักษาอาการปวดเมื่อยเนื่องจากการท างานหนัก</li>\n</ul>', '<p>หลีกเลี่ยงการสูบบุหรี่และเครื่องดื่มที่มีแอลกอฮอล์</p>\n<ul>\n<li>แจ ้งแพทย์หรือทันตแพทย์ว่าก าลังใชยานี้หากต ้องผ่าตัด ้<br />หรือท าฟัน</li>\n<li>หากได ้รับวัคซนอีสุกอีใส ี หลีกเลี่ยงการใชยานี้ ้<br />6 สปดาห์หลัง ั จากได ้รับวัคซน</li>\n</ul>', '<ul>\n<li>บวมที่ใบหน้า เปลือกตา ริมฝีปาก ลมพิษ</li>\n<li>หน้ามืด เป็นลม แน่นหน้าอก หายใจล าบาก</li>\n<li>ผื่นแดง ตุ่มพอง ผิวหนังหลุดลอก มีจ ้าตามผิวหนังหรือ<br />เลือดออกผิดปกติ</li>\n<li>ถ่ายด าคล ้ายน ้ามันดิน อาเจียนเป็ นเลือดหรือสกาแฟถ่าย ี<br />เป็นเลือด</li>\n<li>ตัวเหลือง ตาเหลือง รู้สกไม่สบาย มีอาการคล ้ายไข ้หวัด ึ<br />ใหญ่</li>\n<li>มีเสยงในห</li>\n</ul>', '75, 81, 300, 325 มิลลิกรัม', 'แอสไพริน', '<ul>\n<li>ควรใช้ยาตามค าแนะน าของแพทย์หรือเภสชกร ั<br />เท่านั้น เพราะขนาดและระยะเวลาในการใชยานี้ ้ ขึ้นกับ<br />ชนิดและความรุนแรงของโรค</li>\n<li>กินยาพร ้อมอาหาร หรือดื่มน ้าตามอย่างน้อย 1 แก ้วเพื่อ<br />ลดการระคายเคืองของกระเพาะอาหาร</li>\n</ul>', 'https://medthai.com/images/2016/11/%E0%B9%81%E0%B8%AD%E0%B8%AA%E0%B9%84%E0%B8%9E%E0%B8%A3%E0%B8%B4%E0%B8%99.jpg', '<p>เก็บยาไว ้ในภาชนะบรรจุเดิมตามที่ได ้รับมา<br /> แกะยาออกจากแผงเมื่อจะกินในแต่ละครั้งเท่านั้น<br /> เก็บยาในที่แห ้ง อย่าให ้โดนแสงโดยตรง โดยทั่วไปควร<br />เก็บที่อุณหภูมิ30 องศาเซลเซยส ไม่เก็บยาในที่ร ้อนหรือ ี<br />ชน เช<br />ื้ น ในรถ ห ้องน ้า ห ้องครัว ่<br /> เก็บยาให ้พ้นมือเด็ก</p>', '<p>ข้อมูลยานีเป็ นข้อมูลโดยย่อ ้<br />หากมีข้อสงสยให้ปรึกษาแพทย์หรือเภส ั ชกร</p>', '<p>ยานี้เป็นยาในกลุ่มยาต ้านการอักเสบที่ไม่ใชสเตอ ่ รอยด์<br />มีชอสามัญว่า ื่ แอสไพริน(Aspirin)<br /> ยานี้ใชเพื่อ ้ ป้องกันการรวมกลุ่มของเกล็ดเลือดในโรคที่<br />เกี่ยวกับหลอดเลือดหัวใจหรือสมอง และ บรรเทา<br />อาการปวด บวมและการอักเสบในโรค ข ้ออักเสบ<br />ได ้แก่โรคข ้ออักเสบรูมาทอยด์ โรคข ้อเสอม ไข ้รูมาติก ื่<br />กลุ่มอาการคาวาซากิ<br /> การใชยานี้อาจเกิดอันตรายรุนแรงได ้ จึงต ้องส ้ งจ่ายโดย ั่<br />แพทย์เท่านั้น</p>', 'null', 470),
(203, '<p>2.1 ห้ามใชยานี ้ เมือไหร่ $<br />&bull; เคยแพ ้ยานี4หรือยาปฏิชวีนะกลุ่มแมคโครไลด์<br />หรือแพ้สวนประกอบในยานี4 ่<br />&bull; หากท่านกินยารักษาโรคปวดศีรษะไมเกรน<br />ได ้แก่ เออร์โกทามิน<br />&bull; หากท่านเป็ นโรคตับขึ4นรุนแรง<br />2.2 ข้อควรระวังเมือใชยานี ้ $<br />&bull; หากท่านมีภาวะต่อไปนี4<br />- ปัญหาโรคไต โรคตับ โรคหัวใจ โรคเบาหวาน<br />- ให ้นมบุตร&nbsp;</p>', '<p>4.1 ระหว่างใชยานี ้ ควรปฏิบัติอย่างไร $<br />&bull; ให้กิน ยานี4ติดต่อกัน ทุกวั นจน คร บ ตา ม<br />คําแนะนําของแพทย์ หรือเภสัชกร แม ้อาการ<br />จะดีขึ4นแล ้วก็ตาม มิฉะนั4นเชอจะดื4อยา ื4<br />&bull; กินยานี4ในขณะท ้องว่าง คือกินยา 1 ชั1วโมง<br />ก่อนอาหาร หรือ 2 ชวโมงหลังอาหาร</p>', '<p>&nbsp;อาการทีต้องหยุดยาแล้วไปพบแพทย์<br />ทันที<br />&bull; บวมที1ใบหน้า เปลือกตา ริมฝีปาก ลมพิษ<br />&bull; แน่นหน้าอก หายใจลําบาก<br />&bull; เป็ นตุ่มพอง ผิวหนังบวม แดง หลุดลอก<br />&bull; ลิ4นส<br />ซี ดี<br />&bull; มีไข ้สูง หนาวสั1น ไอ และเจ็บคอ<br />&bull; หัวใจเต ้นเร็ว ความดันตํ1า<br />&bull; ช<br />กั<br />&bull; ตัวเหลือง ตาเหลือง<br />&bull; สูญเสยีการได ้ยิน&nbsp;</p>', 'ขนาดซองละ 100 มิลลิกรัม', 'แอซิโทรไมซิน azithromycin', '<p>3.1 ขนาดและวิธีใชยา ้<br />&bull; ควรใช้ยาตามคําแนะนําของแพทย์และ<br />เภสชกรเท่านั$น ั ขนาดยานี4ในผู้ป่ วยแต่ละราย<br />มีความแตก ต่างกัน ขึ4นอยู่กับอายุ นํ4าหนัก<br />ตําแหน่งที1เกิดโรคและการตอบสนองต่อการ<br />รักษา<br />3.2 หากลืมกินยา ควรทําอย่างไร<br />&bull; กินยาทันทีที1นึกได้ กินยาครั4งต่อไปตามเวลา<br />ปกติ และห ้ามกินยาเพิ1มเป็น 2 เท่า<br />3.3 ถ้ากินยานี$เกินขนาดทีแนะนํา ควรทํา<br />อย่างไร<br /><br /></p>', 'https://cth.co.th/wp-content/uploads/2021/06/azithromycin1.jpg', '<p>เก็บไว้ในภาชนะบรรจุเดิมตามที1ได้รับมา<br />&bull; แกะยาออกจากแผงเมื1อจะกินในแต่ละครั4ง<br />เท่านั4น<br />&bull; เก็บยาในที1แห ้ง โดยทั1วไปควรเก็บที1อุณหภูมิ<br />ไม่เกิน 30 องศาเซลเซยส ไม่เก็บยาในที1ร ้อน ี<br />หรือชน เช ื4 น ในรถ ห้องนํ4า ห ้องครัว ่<br />&bull; เก็บให ้พ้นสายตาและมือเด็ก&nbsp;</p>', '<p>ลักษณะและสวนประกอบของยาน</p>', '<p>&bull; แอซโิทรไมซน ไดไฮเดรต (azithromycin ิ<br />dihydrate) เป็นยาปฏิชวนะ อยุ่ในกลุ่มแมค ี<br />โครไลด์<br />ยานีใช$ เพืออะไร ้<br />&bull; เพื1อรักษาโรคติดเชอ<br />ื4 ที1เกิดจากเชอแบคทีเรียที1 ื4<br />ไวต่อยา เช่น การติดเชื4อในระบบทางเดิน<br />หายใจส่วนล่าง ได้แก่ หลอดลมอักเสบ ปอด<br />อักเสบ การติดเชอในระบบทางเดินหายใจ ื4<br /><br /></p>', 'https://www.fda.moph.go.th/sites/drug/Shared%20Documents/Drug-information/PIC/Azithromycin_sachet%20_PIL20170315.pdf', 465),
(202, '<p>2.1 ห้ามใชยานี ้ เมื อไร <br />&bull; เคยแพ ้ยานี. หรือสว่ นประกอบอื6นในยานี.<br />หรือแพ้ยาที6มีโครงสร้างคล้ายกันได ้แก่<br />ยาในกลุ่มฟลูออโรควิโนโลน เชน นอร์ ่<br />ฟลอกซาซน ซิ โพรฟลอกซาซ ิ น โอฟ&nbsp;</p>\n<p>ลอกซาซน มอกซ ิ ฟลอกซาซ ิ น และซ ิ ิ<br />ตาฟลอกซาซน ิ<br />&bull; ถ้าท่านเคยมีประวัติเอ็นอักเสบ หรือเอ็น<br />ฉีกขาด จากการใชยาในกลุ่มควิโนโลน&nbsp;</p>', '<p>ควรใช<br />ย้ าตามคําแนะนําของแพทย์<br />หรือเภสชกรเท่านัน ั<br />&bull; ควรกินยาตอนท้องว่าง คือ ก่อนอาหาร<br />อย่างน้อยหนึ6งชวโมง หรือหลังอาหาร ั6<br />หรือหลังดื6มนมอย่างน้อยสองชวโมง ั6<br /><br /></p>', '<p>&bull; กินยานี.อย่างต่อเนื6องตามคําแนะนํา<br />ของแพทย์ หรือเภสัชกร<br />&bull; พบแพทย์ตามนัดอย่างสมํ6าเสมอ เพื6อ<br />ติดตามผลการรักษาหรืออันตรายจาก<br />ยา<br />&bull; หลีกเลี6ยงเครื6องดื6มที6มีแอลกอฮอล์&nbsp;&nbsp;</p>', '500, 750 มิลลิกรัม ', 'ลีโวฟลอกซาซิน levofloxacin', '<p>&bull; ยานี<br />อ าจทําให้โรคอื นรุนแรงขึนหาก <br />ท่านมีโรคประจําตัวดังต่อไปนี<br />- เป็นโรคที6มีภาวะพร่องเอนไซม์จี-6-พี<br />ดี เนื6องจากอาจทําให ้เม็ดเลือดแดง<br />แตกได้ง่ายขึ.น<br />- เป็นโรคลมชก หรือมีความผิดปกติ ั<br />ทางสมอง เนื6องจากยานี.อาจกระตุ้น<br />สมองและอาจทําให้ชกได้ง่ายขึ.น ั<br />- เป็นโรคลําไสอักเสบบางชนิด ้<br /><br /></p>', 'https://hd.co.th/system/blog_articles/main_hero_images/000/004/670/original/iStock-525984851_%281%2932.jpg', '<p>เก็บไว้ในภาชนะบรรจุเดิมตามที6ได้<br />รับมา หรือเก็บยานี.ในซองทึบหรือขวด<br />สชา<br />ี ที6ปิดสนิทและไม่ให้ยาโดนแสง<br />โดยตรง<br />&bull; แกะยาออกจากแผงเมื6อจะกินในแต่ละ<br />ครั.งเท่านั.น<br />&bull; เก็บยาในที6แห ้ง อย่าให ้โดนแสง<br />โดยตรง โดยทั6วไปควรเก็บที6<br />อุณหภูมิห ้อง (ไม่เกิน 30 องศา<br />เซลเซยส) ไม่เก็บยาในที6ร ้อนหรือช ี น ื.<br />เชน ในรถ ห้องนํ.า ห ้องครัว ่<br />&bull; เก็บยาทุกชนิดให ้พ ้นมือเด็ก</p>', '<p>dddddddddddddddddddddddddddddddddddddddddddddlllllllllllllllllllllllllllllllllllllllllllll</p>', '<p>1.1 ยานีมีช อสามัญว่าอะไร ื<br />&bull; ลีโวฟลอกซาซ<br />นิ (Levofloxacin) เป็ น<br />ยาปฏิชวนะ อยู่ในกลุ่มควิโนโลน ี<br />1.2 ยานีใช เพื ออะไร ้<br />&bull; ใชร้ักษาการติดเชอแบคทีเรียของ ื.<br />ทางเดินหายใจ<br />&bull; ใชร้ักษาการติดเชอแบคทีเรียที6ผิวหนัง ื.<br />และเนื.อเยื6ออ่อนที6มีความรุนแรง เชน ่<br />แผลเบาหวานที6เท ้า<br />&bull; ใชร้ักษาการติดเชอแบคทีเรียของ ื.<br />ทางเดินปัสสาวะ เชน โรคกระเพาะ ่<br />ปัสสาวะอักเสบ และกรวยไตอักเสบ<br />&bull; ใชร้ักษาการติดเชอวัณโรค</p>', 'https://www.fda.moph.go.th/sites/drug/Shared%20Documents/Drug-information/PIC/Levoflox_Oral_PIL20170315.pdf', 469),
(204, '<p>2.1 ห้ามใชยานี ้ เมือไหร่ $<br />&bull; เคยแพ ้ยานี4หรือยาปฏิชวีนะกลุ่มแมคโครไลด์<br />หรือแพ้สวนประกอบในยานี4 ่<br />&bull; หากท่านกินยารักษาโรคปวดศีรษะไมเกรน<br />ได ้แก่ เออร์โกทามิน<br />&bull; หากท่านเป็ นโรคตับขึ4นรุนแรง<br />2.2 ข้อควรระวังเมือใชยานี ้ $<br />&bull; หากท่านมีภาวะต่อไปนี4<br />- ปัญหาโรคไต โรคตับ โรคหัวใจ โรคเบาหวาน<br />- ให ้นมบุตร</p>', '<p>4.1 ระหว่างใชยานี ้ ควรปฏิบัติอย่างไร $<br />&bull; ให้กิน ยานี4ติดต่อกัน ทุกวั นจน คร บ ตา ม<br />คําแนะนําของแพทย์ หรือเภสัชกร แม ้อาการ<br />จะดีขึ4นแล ้วก็ตาม มิฉะนั4นเชอจะดื4อยา ื4<br />&bull; กินยานี4ในขณะท ้องว่าง คือกินยา 1 ชั1วโมง<br />ก่อนอาหาร หรือ 2 ชวโมงหลังอาหาร</p>', '<p>5.1 อาการทีต้องหยุดยาแล้วไปพบแพทย์<br />ทันที<br />&bull; บวมที1ใบหน้า เปลือกตา ริมฝีปาก ลมพิษ<br />&bull; แน่นหน้าอก หายใจลําบาก<br />&bull; เป็ นตุ่มพอง ผิวหนังบวม แดง หลุดลอก<br />&bull; ลิ4นส<br />ซี ดี<br />&bull; มีไข ้สูง หนาวสั1น ไอ และเจ็บคอ<br />&bull; หัวใจเต ้นเร็ว ความดันตํ1า<br />&bull; ช<br />กั<br />&bull; ตัวเหลือง ตาเหลือง<br />&bull; สูญเสยีการได ้ยิน&nbsp;</p>', '100 มิลลิกรัม', 'แอซิโทรไมซิน azithromycin', '<p>3.1 ขนาดและวิธีใชยา ้<br />&bull; ควรใช้ยาตามคําแนะนําของแพทย์และ<br />เภสชกรเท่านั$น ั ขนาดยานี4ในผู้ป่ วยแต่ละราย<br />มีความแตก ต่างกัน ขึ4นอยู่กับอายุ นํ4าหนัก<br />ตําแหน่งที1เกิดโรคและการตอบสนองต่อการ<br />รักษา<br />3.2 หากลืมกินยา ควรทําอย่างไร<br />&bull; กินยาทันทีที1นึกได้ กินยาครั4งต่อไปตามเวลา<br />ปกติ และห ้ามกินยาเพิ1มเป็น 2 เท่า<br />3.3 ถ้ากินยานี$เกินขนาดทีแนะนํา ควรทํา<br />อย่างไร<br /><br /></p>', 'https://hd.co.th/system/blog_articles/main_hero_images/000/004/674/original/iStock-656944184_%281%29.jpg', '<p>เก็บไว้ในภาชนะบรรจุเดิมตามที1ได้รับมา<br />&bull; แกะยาออกจากแผงเมื1อจะกินในแต่ละครั4ง<br />เท่านั4น<br />&bull; เก็บยาในที1แห ้ง โดยทั1วไปควรเก็บที1อุณหภูมิ<br />ไม่เกิน 30 องศาเซลเซยส ไม่เก็บยาในที1ร ้อน ี<br />หรือชน เช ื4 น ในรถ ห้องนํ4า ห ้องครัว ่<br />&bull; เก็บให ้พ้นสายตาและมือเด็ก&nbsp;</p>', '<p>ลักษณะและสวนประกอบของยาน</p>', '<p>เพื1อรักษาโรคติดเช<br />อ<br />ื4 ที1เกิดจากเชอแบคทีเรียที1 ื4<br />ไวต่อยา เช่น การติดเชื4อในระบบทางเดิน<br />หายใจส่วนล่าง ได้แก่ หลอดลมอักเสบ ปอด<br />อักเสบ การติดเชอในระบบทางเดินหายใจ ื4<br />สวนบน ได ้แก่ ทอนซ ่ ลอักเสบ คอหอยอักเสบ ิ<br />โพรงอากาศอักเสบ การติดเชอแบคทีเรียในหู ื4<br />ผิวหนัง หรือโรคติดเชอทางเพศส ื4 ัมพันธ์ที1เกิด<br />จากเชอคลามิเดีย&nbsp;</p>', 'https://www.fda.moph.go.th/sites/drug/Shared%20Documents/Drug-information/PIC/Azithromycin_sachet%20_PIL20170315.pdf', 473),
(252, '<p>2.1 ห้ามใชยานี ้ เมื อไร <br />&bull; เคยแพ ้ยานี หรือสว่ นประกอบอื\Zนในยานี<br />หรือแพ้ยาที\Zมีโครงสร ้างคล ้ายกันได ้แก่<br />ยาในกลุ่มฟลูออโรควิโนโลน เชน นอร</p>\n<p>ฟลอกซาซิน โอฟลอกซาซน ลีโวฟ ิ<br />ลอกซาซ<br />นิ มอกซฟลอกซาซ ิ น และซ ิ ิ<br />ตาฟลอกซาซน ิ<br />&bull; หากท่านใชย้า ยาทิซานิดีน ร่วมด ้วย</p>\n<p>&nbsp;</p>', '<p>กินยานีอย่างต่อเนื\Zองตามคําแนะนํา<br />ของแพทย์ หรือเภสัชกร<br />&bull; พบแพทย์ตามนัดอย่างสมํ\Zาเสมอ เพื\Zอ<br />ติดตามผลการรักษาหรืออันตรายจาก<br />ยา<br />&bull; หลีกเลี\Zยงเครื\Zองดื\Zมที\Zมีแอลกอฮอล์&nbsp;</p>', '<p>อาการแพ ้ยา ได ้แก่ ผื\Zนคัน ลมพิษ บวม<br />ที\Zใบหน้า เปลือกตา ริมฝีปาก หน้ามืด<br />เป็ นลม แน่นหน้าอก หายใจหรือกลืน<br />ลําบาก ผื\Zนแดง ผิวไหม ้หรือตุ่มพอง<br />ผิวหนังหลุดลอก<br />&bull; ช<br />กั<br />&bull; เส<br />น้ เอ็นบริเวณไหล่ มือ หรือข ้อเท ้ามี</p>', '250 มิลลิกรัม และ 500 มิลลิกรัม', 'ซิโพรฟลอกซาซิน ciprofloxacin', '<p>ยานี<br />อ าจทําให้โรคอื นรุนแรงขึนหาก <br />ท่านมีโรคประจําตัวดังต่อไปนี<br />- เป็ นโรคที\Zมีภาวะพร่องเอนไซม์จี-6-พี<br />ดี เนื\Zองจากอาจทําให ้เม็ดเลือดแดง<br />แตกได้ง่ายขึน<br />- เป็ นโรคลมชัก หรือมีความผิดปกติ<br />ทางสมอง เนื\Zองจากยานีอาจกระตุ้น<br />สมองและอาจทําให้ชกได้ง่ายขึน ั<br /><br /></p>', 'https://www.doctorraksa.com/th-TH/wp-content/uploads/2021/06/ciprofloxacin-dosage.jpg', '<p>เก็บไว ้ในภาชนะบรรจุเดิมตามที\Zได้<br />รับมา หรือเก็บยานีในซองทึบหรือขวด<br />สชา<br />ี ที\Zปิดสนิทและไม่ให้ยาโดนแสง<br />โดยตรง<br />&bull; แกะยาออกจากแผงเมื\Zอจะกินในแต่ละ<br />ครังเท่านัน<br />&bull; เก็บยาในที\Zแห ้ง อย่าให ้โดนแสง<br />โดยตรง โดยทั\Zวไปควรเก็บที\Z<br />อุณหภูมิห ้องไม่เกิน 30 องศาเซลเซยส ี<br />ไม่เก็บยาในที\Zร ้อนหรือชน เช ื ่น ในรถ<br />ห ้องนํา ห้องครัว<br />&bull; เก็บยาทุกชนิดให ้พ ้นมือเด็ก&nbsp;</p>', '<p>-</p>', '<p>ใชร้ักษาการติดเชือแบคทีเรียของ<br />ทางเดินหายใจสวนล่าง ่<br />&bull; ใชร้ักษาการติดเชือแบคทีเรียของ<br />กระดูกและข ้อ<br />&bull; ใชร้ักษาการติดเชือแบคทีเรียของ<br />ทางเดินปัสสาวะ เช่น โรคกระเพาะ<br />ปัสสาวะอักเสบ และกรวยไตอักเสบ<br />&bull; ใชร้ักษาการติดเชอแบคทีเรียของลําไส ื ้<br />ใหญ่ เชน โรคบิดจากเช ่ อชื กเกลลา</p>', 'https://www.fda.moph.go.th/sites/drug/Shared%20Documents/Drug-information/PIC/Ciproflox_Oral_PIL20170315.pdf', 476),
(253, '<p>ข</p>', '<p>ข-</p>', '<p>-</p>', '250 มิลลิกรัม และ 500 มิลลิกรัม', 'ซิโพรฟลอกซาซิน ciprofloxacin', '<p>ข</p>', '', '<p>-</p>', '<p>-</p>', '<p>ยานีมีช อสามัญว่าอะไร ื<br />&bull; ยานีเป็นยาปฏิชวีนะ (ยาต้านแบคทีเรีย)<br />มีชอสามัญว่า ซ ื\Z โพรฟลอกซาซ ิ น ิ<br />1.2 ยานีใช เพื ออะไร ้<br />&bull; ใชร้ักษาการติดเชือแบคทีเรียของ<br />ทางเดินหายใจสวนล่าง ่<br />&bull; ใชร้ักษาการติดเชือแบคทีเรียของ<br />กระดูกและข ้อ<br />&bull; ใชร้ักษาการติดเชือแบคทีเรียของ<br />ทางเดินปัสสาวะ เช่น โรคกระเพาะ<br />ปัสสาวะอักเสบ และกรวยไตอักเสบ<br />&bull; ใชร้ักษาการติดเชอแบคทีเรียของลําไส ื ้<br />ใหญ่ เชน โรคบิดจากเช ่ อชื กเกลลา</p>', 'https://www.fda.moph.go.th/sites/drug/Shared%20Documents/Drug-information/PIC/Ciproflox_Oral_PIL20170315.pdf', 477),
(255, '<p>-</p>', '<p>-</p>', '<p>-</p>', '200 มิลลิกรัม และ 400 มิลลิกรัม ', 'นอร์ฟลอกซาซิน norfloxacin', '<p>-</p>', '', '<p>-</p>', '<p>-</p>', '<p>1.1 ยานีมีช อสามัญว่าอะไร ื<br />&bull; นอร์ฟลอกซาซ<br />นิ (Norfloxacin) เป็นยา<br />ปฏิชวนะ อยู่ในกลุ่มควิโนโลน ี<br />1.2 ยานีใช เพืออะไร ้<br />&bull; ใชร้ักษาการติดเชอแบคทีเรียของ ื.<br />ทางเดินปัสสาวะ เชน โรคกระเพาะ ่<br />ปัสสาวะอักเสบ และกรวยไตอักเสบที7มี<br />อาการไม่รุนแรง<br />&bull; ใชร้ักษาการติดเชอแบคทีเรียของลําไส ื. ้<br />ใหญ่ เชน โรคบิดจากเช ่ อชื. กเกลลา ิ<br /><br /></p>', 'https://www.fda.moph.go.th/sites/drug/Shared%20Documents/Drug-information/PIC/Norflox_PIL20170315.pdf', 479),
(256, '<p>-</p>', '<p>-</p>', '<p>-</p>', ' 200 และ 400 มิลลิกรัม', 'ซีลีค็อกซิบ celecoxib', '<p>-</p>', '', '<p>-</p>', '<p>-</p>', '<p>1.1ยานีมีช้ อสามัญทางยาว่ ื่<br />าอะไร<br /> ซลีค็อกซ ี บิ อยู่ในกลุ่มยาต ้านการอักเสบที่ไม่ใช่<br />สเตอรอยด์ประเภทออกฤทธิ์เจาะจงต่อเอมไซม์ชอ<br />ื่<br />คอกซทู ์ (COX-2)<br />1.2ยานีใช้ เพื่ออะไร ้<br /> เพื่อบรรเทาอาการของโรคข ้อเข่าเสอม โรคข ้อส ื่<br />นั<br />หลังอักเสบชนิดติดยึด โรคข ้ออักเสบรูห์มาตอยด์<br /> เพื่อรักษาอาการปวดเฉียบพลัน อาการปวด<br />ประจ าเดือนชนิดปฐมภูมิ&nbsp;</p>', 'https://www.fda.moph.go.th/sites/drug/Shared%20Documents/Drug-information/PIC/Celecoxib_PIL20170315.pdf', 480);

-- --------------------------------------------------------

--
-- Table structure for table `drungtype_id`
--

CREATE TABLE `drungtype_id` (
  `next_val` bigint(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `drungtype_id`
--

INSERT INTO `drungtype_id` (`next_val`) VALUES
(551);

-- --------------------------------------------------------

--
-- Table structure for table `drung_id`
--

CREATE TABLE `drung_id` (
  `next_val` bigint(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `drung_id`
--

INSERT INTO `drung_id` (`next_val`) VALUES
(351);

-- --------------------------------------------------------

--
-- Table structure for table `drung_type`
--

CREATE TABLE `drung_type` (
  `drungtype_id` int(11) NOT NULL,
  `type_name` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `drung_type`
--

INSERT INTO `drung_type` (`drungtype_id`, `type_name`) VALUES
(204, 'น้ำ'),
(152, 'น้ำ'),
(102, 'น้ำ'),
(202, 'น้ำ'),
(203, 'น้ำ'),
(252, 'น้ำ'),
(253, 'น้ำ'),
(254, 'น้ำ'),
(255, 'เม็ด'),
(256, 'เม็ด'),
(257, 'เม็ด'),
(258, 'น้ำ'),
(259, 'น้ำ'),
(260, 'น้ำ'),
(261, 'น้ำ'),
(262, 'น้ำ'),
(263, 'น้ำ'),
(264, 'น้ำ'),
(265, 'น้ำ'),
(266, 'น้ำ'),
(302, 'น้ำ'),
(303, 'น้ำ'),
(304, 'น้ำ'),
(305, 'น้ำ'),
(306, 'ผง'),
(307, 'น้ำ'),
(308, 'น้ำ'),
(309, 'น้ำ'),
(310, 'น้ำ'),
(311, 'น้ำ'),
(312, 'น้ำ'),
(313, 'น้ำ'),
(314, 'น้ำ'),
(315, 'น้ำ'),
(316, 'น้ำ'),
(317, 'น้ำ'),
(318, 'น้ำ'),
(319, 'น้ำ'),
(320, 'น้ำ'),
(321, 'น้ำ'),
(352, 'น้ำ'),
(402, 'น้ำ'),
(403, 'น้ำ'),
(404, 'น้ำ'),
(405, 'น้ำ'),
(406, 'น้ำ'),
(407, 'น้ำ'),
(408, 'น้ำ'),
(409, 'น้ำ'),
(410, 'น้ำ'),
(411, 'น้ำ'),
(412, 'น้ำ'),
(413, 'น้ำ'),
(414, 'น้ำ'),
(415, 'น้ำ'),
(416, 'น้ำ'),
(417, 'น้ำ'),
(418, 'น้ำ'),
(419, 'น้ำ'),
(420, 'น้ำ'),
(421, 'น้ำ'),
(422, 'น้ำ'),
(423, 'น้ำ'),
(424, 'น้ำ'),
(425, 'น้ำ'),
(426, 'น้ำ'),
(427, 'น้ำ'),
(428, 'น้ำ'),
(429, 'น้ำ'),
(430, 'น้ำ'),
(431, 'น้ำ'),
(432, 'น้ำ'),
(433, 'น้ำ'),
(434, 'น้ำ'),
(435, 'น้ำ'),
(436, 'น้ำ'),
(437, 'น้ำ'),
(438, 'น้ำ'),
(439, 'น้ำ'),
(440, 'น้ำ'),
(441, 'น้ำ'),
(442, 'น้ำ'),
(443, 'น้ำ'),
(444, 'น้ำ'),
(445, 'น้ำ'),
(446, 'น้ำ'),
(447, 'น้ำ'),
(448, 'น้ำ'),
(449, 'น้ำ'),
(450, 'น้ำ'),
(451, 'น้ำ'),
(452, 'น้ำ'),
(453, 'น้ำ'),
(454, 'เม็ด'),
(455, 'เม็ด'),
(456, 'น้ำ'),
(457, 'น้ำ'),
(458, 'น้ำ'),
(459, 'น้ำ'),
(460, 'น้ำ'),
(461, 'น้ำ'),
(462, 'น้ำ'),
(463, 'น้ำ'),
(464, 'น้ำ'),
(465, 'น้ำ'),
(466, 'เม็ด'),
(467, 'เม็ด'),
(468, 'เม็ด'),
(469, 'เม็ด'),
(470, 'เม็ด'),
(471, 'เม็ด'),
(472, 'เม็ด'),
(473, 'เม็ด'),
(474, 'เม็ด'),
(475, 'เม็ด'),
(476, 'เม็ด'),
(477, 'น้ำ'),
(478, 'เม็ด'),
(479, 'เม็ด'),
(480, 'เม็ด');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `drung`
--
ALTER TABLE `drung`
  ADD PRIMARY KEY (`drung_id`),
  ADD KEY `FKit7ok1oi8owqb6opym3f3errl` (`drungtype_id`);

--
-- Indexes for table `drung_type`
--
ALTER TABLE `drung_type`
  ADD PRIMARY KEY (`drungtype_id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
